7767517
116 126
Input            input.1                  0 1 input.1
Convolution      Conv_0                   1 1 input.1 327 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=864
Clip             Clip_2                   1 1 327 329 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_3                   1 1 329 330 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
Clip             Clip_5                   1 1 330 332 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_6                   1 1 332 333 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Convolution      Conv_8                   1 1 333 335 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Clip             Clip_10                  1 1 335 337 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_11                  1 1 337 338 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=864 7=96
Clip             Clip_13                  1 1 338 340 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_14                  1 1 340 341 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_0              1 2 341 341_splitncnn_0 341_splitncnn_1
Convolution      Conv_16                  1 1 341_splitncnn_1 343 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             Clip_18                  1 1 343 345 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_19                  1 1 345 346 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
Clip             Clip_21                  1 1 346 348 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_22                  1 1 348 349 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         Add_24                   2 1 341_splitncnn_0 349 351 0=0
Convolution      Conv_25                  1 1 351 352 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             Clip_27                  1 1 352 354 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_28                  1 1 354 355 0=144 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
Clip             Clip_30                  1 1 355 357 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_31                  1 1 357 358 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Split            splitncnn_1              1 2 358 358_splitncnn_0 358_splitncnn_1
Convolution      Conv_33                  1 1 358_splitncnn_1 360 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             Clip_35                  1 1 360 362 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_36                  1 1 362 363 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             Clip_38                  1 1 363 365 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_39                  1 1 365 366 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         Add_41                   2 1 358_splitncnn_0 366 368 0=0
Split            splitncnn_2              1 2 368 368_splitncnn_0 368_splitncnn_1
Convolution      Conv_42                  1 1 368_splitncnn_1 369 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             Clip_44                  1 1 369 371 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_45                  1 1 371 372 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             Clip_47                  1 1 372 374 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_48                  1 1 374 375 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         Add_50                   2 1 368_splitncnn_0 375 377 0=0
Convolution      Conv_51                  1 1 377 378 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             Clip_53                  1 1 378 380 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_54                  1 1 380 381 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             Clip_56                  1 1 381 383 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_57                  1 1 383 384 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=12288
Split            splitncnn_3              1 2 384 384_splitncnn_0 384_splitncnn_1
Convolution      Conv_59                  1 1 384_splitncnn_1 386 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             Clip_61                  1 1 386 388 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_62                  1 1 388 389 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             Clip_64                  1 1 389 391 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_65                  1 1 391 392 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         Add_67                   2 1 384_splitncnn_0 392 394 0=0
Split            splitncnn_4              1 2 394 394_splitncnn_0 394_splitncnn_1
Convolution      Conv_68                  1 1 394_splitncnn_1 395 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             Clip_70                  1 1 395 397 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_71                  1 1 397 398 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             Clip_73                  1 1 398 400 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_74                  1 1 400 401 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         Add_76                   2 1 394_splitncnn_0 401 403 0=0
Split            splitncnn_5              1 2 403 403_splitncnn_0 403_splitncnn_1
Convolution      Conv_77                  1 1 403_splitncnn_1 404 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             Clip_79                  1 1 404 406 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_80                  1 1 406 407 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             Clip_82                  1 1 407 409 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_83                  1 1 409 410 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         Add_85                   2 1 403_splitncnn_0 410 412 0=0
Convolution      Conv_86                  1 1 412 413 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             Clip_88                  1 1 413 415 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_89                  1 1 415 416 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             Clip_91                  1 1 416 418 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_92                  1 1 418 419 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Split            splitncnn_6              1 2 419 419_splitncnn_0 419_splitncnn_1
Convolution      Conv_94                  1 1 419_splitncnn_1 421 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Clip_96                  1 1 421 423 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_97                  1 1 423 424 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             Clip_99                  1 1 424 426 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_100                 1 1 426 427 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         Add_102                  2 1 419_splitncnn_0 427 429 0=0
Split            splitncnn_7              1 2 429 429_splitncnn_0 429_splitncnn_1
Convolution      Conv_103                 1 1 429_splitncnn_1 430 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Clip_105                 1 1 430 432 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_106                 1 1 432 433 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             Clip_108                 1 1 433 435 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_109                 1 1 435 436 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         Add_111                  2 1 429_splitncnn_0 436 438 0=0
Convolution      Conv_112                 1 1 438 439 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             Clip_114                 1 1 439 441 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_115                 1 1 441 442 0=576 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             Clip_117                 1 1 442 444 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_118                 1 1 444 445 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=92160
Split            splitncnn_8              1 2 445 445_splitncnn_0 445_splitncnn_1
Convolution      Conv_120                 1 1 445_splitncnn_1 447 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             Clip_122                 1 1 447 449 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_123                 1 1 449 450 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             Clip_125                 1 1 450 452 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_126                 1 1 452 453 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         Add_128                  2 1 445_splitncnn_0 453 455 0=0
Split            splitncnn_9              1 2 455 455_splitncnn_0 455_splitncnn_1
Convolution      Conv_129                 1 1 455_splitncnn_1 456 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             Clip_131                 1 1 456 458 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_132                 1 1 458 459 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             Clip_134                 1 1 459 461 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_135                 1 1 461 462 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         Add_137                  2 1 455_splitncnn_0 462 464 0=0
Convolution      Conv_138                 1 1 464 465 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             Clip_140                 1 1 465 467 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise Conv_141                 1 1 467 468 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             Clip_143                 1 1 468 470 0=0.000000e+00 1=6.000000e+00
Convolution      Conv_144                 1 1 470 471 0=320 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=307200
Convolution      Conv_146                 1 1 471 473 0=1280 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=409600
Clip             Clip_148                 1 1 473 475 0=0.000000e+00 1=6.000000e+00
PixelShuffle     Reshape_153              1 1 475 480 0=2
Convolution      Conv_154                 1 1 480 481 0=640 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1843200
ReLU             Relu_156                 1 1 481 483
PixelShuffle     Reshape_161              1 1 483 488 0=2
Convolution      Conv_162                 1 1 488 489 0=320 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=460800
ReLU             Relu_164                 1 1 489 491
PixelShuffle     Reshape_169              1 1 491 496 0=2
Convolution      Conv_170                 1 1 496 497 0=13 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=9360
